Repository: MarcDK/wp-shortscore
Catalog: language/wp-shortscore-*.po
Languages: de_de

source: Add SHORTSCORE
de_de: SHORTSCORE hinzuf√ºgen

source: Show on SHORTSCORE.org
de_de: Zeige auf SHORTSCORE.org

source: Game title
de_de: Spieltitel

source: Userscore
de_de: Benutzerwertung

source: Please input SHORTSCORE ID
de_de: Bitte gib deine SHORTSCORE ID ein

source: You can find the SHORTSCORE ID next to your submitted SHORTSCORE on
de_de: Du findest die SHORTSCORE ID bei deinem zuletzt abgegebenen SHORTSCORE auf

source: This SHORTSCORE ID does not exist
de_de: Diese SHORTCORE ID existiert nicht.

source: An error occurred when saving the SHORTSCORE:
de_de: Fehler beim Speichern der SHORTSCORE:

source: Valid SHORTSCORE ID found and data saved to post successfully
de_de: Valide SHORTSCORE ID gefunden und Daten erfolgreich am Beitrag gespeichert.

source: SHORTSCORE ID saved
de_de: SHORTSCORE ID gespeichert

source: Rating on SHORTSCORE.org
de_de: Bewertung auf SHORTSCORE.org

source: one user review
de_de: Eine Bewertung

source: on
de_de: auf

source: to
de_de: zu

source: out of %s.
de_de: von %s
